<script setup lang="ts">

</script>

<template>
# Привет

Если вы только недавно открыли для себя каллиграфию — то вам сюда! Мы подготовили для вас пять небольших советов, о чем стоит задуматься в начале вашего творческого пути.

В зависимости от своей целеустремленности и учидчивости, от поставленных задач, каждый выбирает сам где и как заниматься каллиграфией. Кто-то выбирает интересный ему вид письма и занимается самостоятельно, кто-то предпочитает онлайн курсы: занятия с поддержкой педагога, но не выходя из дома, в комфортное время и в комфортном темпе. Но все-таки большинство людей сейчас предпочитает занятия в группах или с конкретным педагогом — так процесс обучения идет существенно быстрее.

В любом случае, вот то, на что мы вам советуем обратить внимание.

## Книги

Всем новым ученикам мы всегда советуем читать больше литературы! Там вы сможете найти ответы на ваши основные вопросы. Изучая историю вы поймете где и как применялась каллиграфия, почему именно такие были параметры основных видов письма, поймете что с чем сочетается по эпохам, на что следует обращать внимание при письме, как анализировать полученный результат и развиваться дальше.

Мы рекомендуем начать с этих трех книг (их легко найти в интернете; в первых двух разобраны основные виды письма и разминки и, скачав сетку, по ним уже можно будет начать заниматься, а третья книга даст вам представление о развитии латинского письма):

- Богдеско. Каллиграфия
- David Harris. The Art of Calligraphy
- Виллу Тоотс. Современный шрифт
</template>

<style scoped>

</style>
